Repository: everlof/threading
Catalog: Sources/ThreadingMobile/Localizable.xcstrings
Source language: en
Languages: sv

source: Estimated at public API list prices
sv: Uppskattat med offentliga API-listpriser

source: Everywhere
sv: Överallt

source: Evidence
sv: Underlag

source: Expand %@
sv: Expandera %@

source: Expanded
sv: Utfälld

source: Expired
sv: Tidsgränsen gick ut

source: Expiry
sv: Utgång

source: Explain why this works at all…
sv: Förklara varför det här ens fungerar…

source: Extension
sv: Tillägg

source: Extension panel
sv: Tilläggspanel

source: Extension panel unavailable
sv: Tilläggspanelen är inte tillgänglig

source: Failed
sv: Misslyckad

source: Fast
sv: Snabb

source: Files
sv: Filer

source: Find a file
sv: Hitta en fil

source: Find in terminal
sv: Sök i terminalen

source: Find out why CI went red…
sv: Ta reda på varför CI blev rött…

source: Find the bug hiding in plain sight…
sv: Hitta buggen som gömmer sig helt öppet…

source: Find the off-by-one…
sv: Hitta off-by-one-felet…

source: Find where the leak starts…
sv: Hitta var läckan börjar…

source: Finding attachments…
sv: Söker efter bilagor…

source: Finished its turn
sv: Avslutade sin tur

source: Finished its turn.
sv: Avslutade sin tur.

source: First message
sv: Första meddelandet

source: Focus on me
sv: Fokusera på mig

source: Follow browser tabs opened on your Mac.
sv: Följ webbläsarflikar som öppnas på din Mac.

source: Follow the browser
sv: Följ webbläsaren

source: Follow the same session, request input, and keep each device’s draft separate.
sv: Följ samma session, be om inmatning och håll varje enhets utkast åtskilt.

source: Following your Mac · Read only
sv: Följer din Mac · Endast läsning

source: Follows the Conversation Speed setting on the Mac
sv: Följer inställningen för konversationshastighet på Mac-datorn

source: For your own Mac, open Threading → Settings → Remote Access and scan the pairing code. You can also paste a one-chat link someone shared with you. Owner pairing can manage your Mac; a shared-chat link never can.
sv: För din egen Mac öppnar du Threading → Inställningar → Fjärråtkomst och skannar parkopplingskoden. Du kan också klistra in en länk till en enskild chatt som någon har delat med dig. En ägarparkoppling kan hantera din Mac, men en delad chattlänk kan aldrig göra det.

source: Forget %@
sv: Glöm %@

source: Forget %@?
sv: Glöm %@?

source: Forget Mac
sv: Glöm Mac-dator

source: Forward Delete
sv: Radera framåt

source: Found on this network
sv: Hittad på det här nätverket

source: From Clipboard
sv: Från urklipp

source: Get a quiet heads-up for permission requests, shared chats, and updates you ask an agent to send.
sv: Få en diskret avisering om behörighetsbegäranden, delade chattar och uppdateringar som du ber en agent att skicka.

source: Get a quiet heads-up for permission requests, shared chats, human input requests, and updates you ask an agent to send.
sv: Få en diskret avisering om behörighetsbegäranden, delade chattar, förfrågningar om synpunkter och uppdateringar som du ber en agent att skicka.

source: Git review
sv: Git-granskning

source: Hand off to %@
sv: Lämna över till %@

source: Held connections
sv: Hållna anslutningar

source: Held without reuse
sv: Hållna utan återanvändning

source: Here now
sv: Här nu

source: Hide keyboard
sv: Dölj tangentbordet

source: Hides tool output
sv: Döljer verktygsutdata

source: Hold connections
sv: Håll anslutningar

source: Hold timing
sv: Hålltider

source: Holds Control for the next key
sv: Håller kontroll för nästa tangent

source: Holds Option for the next key
sv: Håller alternativ för nästa tangent

source: Hunt down the flaky test…
sv: Spåra upp det opålitliga testet…

source: Identity
sv: Identitet

source: Identity code
sv: Identitetskod

source: Identity code %@
sv: Identitetskod %@

source: Idle
sv: Inaktiv

source: Images and PDFs mentioned by this session will appear here.
sv: Bilder och PDF:er som nämns i den här sessionen visas här.

source: Images, documents, and HTML from this session will appear here.
sv: Bilder, dokument och HTML från den här sessionen visas här.

source: In an hour
sv: Om en timme

source: In progress
sv: Pågår

source: In use
sv: Används

source: In-app collaboration
sv: Samarbete i appen

source: Include response previews
sv: Inkludera svarsförhandsvisningar

source: Included
sv: Ingår

source: Includes %@ reasoning
sv: Inklusive %@ resonemang

source: Increase terminal font size
sv: Öka terminalens textstorlek

source: Inherit
sv: Ärv

source: Inherit (%@)
sv: Ärv (%@)

source: Input
sv: Inmatning

source: Input control options
sv: Alternativ för inmatningskontroll

source: Input control updated.
sv: Inmatningskontrollen har uppdaterats.

source: Insert into prompt
sv: Infoga i prompten

source: Insert without submitting
sv: Infoga utan att skicka

source: Inspect changed files and compare working-tree states.
sv: Granska ändrade filer och jämför arbetskatalogens lägen.

source: Interface
sv: Gränssnitt

source: It has a workspace of its own, so the checkout on your Mac is untouched.
sv: Den har en egen arbetsyta, så utcheckningen på din Mac är orörd.

source: Its private link will be removed from this iPhone. You can pair it again from the Mac.
sv: Den privata länken tas bort från denna iPhone. Du kan parkoppla den igen från Mac-datorn.

source: Join one invited conversation without granting access to the rest of the Mac.
sv: Gå med i en inbjuden konversation utan att ge åtkomst till resten av Mac-datorn.

source: Jump to bottom
sv: Hoppa längst ned

source: Jump to latest message
sv: Hoppa till senaste meddelandet

source: Keys
sv: Tangenter

source: Kill the race, keep the speed…
sv: Döda kapplöpningen, behåll farten…

source: Know when your code needs you
sv: Få veta när din kod behöver dig

source: Label
sv: Etikett

source: Last Turn
sv: Senaste turen

source: Last connected
sv: Senast ansluten

source: Last failure
sv: Senaste fel

source: Last request
sv: Senaste begäran

source: Last upload
sv: Senaste överföring

source: Last used address
sv: Senast använda adress

source: Last way in
sv: Senaste väg in

source: Latching modifiers
sv: Låsbara modifierare

source: Later conversation history is not shown
sv: Senare konversationshistorik visas inte

source: Later lines are not shown
sv: Senare rader visas inte

source: Left Arrow
sv: Vänsterpil

source: Less than 1 second
sv: Mindre än 1 sekund

source: Limit History
sv: Gränshistorik

source: Limit history
sv: Gränshistorik

source: Limit history chart
sv: Diagram över gränshistorik

source: Limit reached
sv: Gränsen nådd

source: Limits
sv: Gränser

source: Link ready
sv: Länken är klar

source: Live now
sv: Just nu

source: Live only
sv: Endast liveanslutning

source: Load earlier messages
sv: Läs in tidigare meddelanden

source: Load more accounts
sv: Läs in fler konton

source: Loading current capacity…
sv: Läser in aktuell kapacitet …

source: Loading earlier messages…
sv: Läser in tidigare meddelanden…

source: Loading limit history…
sv: Läser in gränshistorik…

source: Loading preview…
sv: Läser in förhandsvisning…

source: Loading sessions
sv: Läser in sessioner

source: Loading sessions from your Mac…
sv: Läser in sessioner från din Mac…

source: Loading usage…
sv: Läser in användning…

source: Loading…
sv: Läser in…

source: Loads the previous part of this conversation
sv: Läser in den föregående delen av konversationen

source: Local diagnostics
sv: Lokal diagnostik

source: Local diagnostics is disabled on the Mac.
sv: Lokal diagnostik är avstängd på Macen.

source: Local diagnostics is off by default and also has to be enabled on the paired Mac. Turning it off stops new requests immediately.
sv: Lokal diagnostik är avstängd som standard och måste också aktiveras på den parkopplade Mac-datorn. Om du stänger av den stoppas nya förfrågningar omedelbart.

source: Local transcript measurements and list-price estimates are not an invoice. Coverage below shows what the Mac could measure.
sv: Lokala transkriptmätningar och uppskattningar med listpriser är ingen faktura. Täckningen nedan visar vad Mac-datorn kunde mäta.

source: Long press for session actions
sv: Tryck länge för sessionsåtgärder

source: Longest hold
sv: Längsta hålltid

source: Low Data Mode
sv: Låg datatrafik

source: Mac appearance
sv: Mac-utseende

source: Mac diagnostics
sv: Mac-diagnostik

source: Mac does not support reuse
sv: Macen stöder inte återanvändning

source: Macs
sv: Mac-datorer

source: Make the error message useful…
sv: Gör felmeddelandet användbart…

source: Make the impossible state impossible…
sv: Gör det omöjliga tillståndet omöjligt…

source: Make the retry actually retry…
sv: Få omförsöket att försöka på riktigt…

source: Make the slow path the fast path…
sv: Gör den långsamma vägen snabb…

source: Manage
sv: Hantera

source: May contain code or chat content
sv: Kan innehålla kod eller chattinnehåll

source: May contain code or chat content; Send uses a small preview
sv: Kan innehålla kod eller chattinnehåll; Skicka använder en liten förhandsvisning

source: Measured from provider-reported cost
sv: Uppmätt från leverantörsrapporterad kostnad

source: Measured token cost
sv: Uppmätt tokenkostnad

source: Memory pressure
sv: Minnestryck

source: Message the coding agent…
sv: Skriv till kodagenten…

source: Metric
sv: Mått

source: Metrics reset %@
sv: Mätvärden återställdes %@

source: Model
sv: Modell

source: Model and effort
sv: Modell och nivå

source: Model priced
sv: Prissatt per modell

source: Model × effort
sv: Modell × nivå

source: Model, locale, power, display and connection state
sv: Modell, språk, ström, skärm och anslutningsstatus

source: Models
sv: Modeller

source: More history is needed
sv: Mer historik behövs

source: More matches are available — refine the query.
sv: Fler träffar finns – förfina sökningen.

source: Most recent
sv: Senaste först

source: Move Chat
sv: Flytta chatt

source: Move the work off the main thread…
sv: Flytta arbetet bort från huvudtråden…

source: Move “%@” to %@?
sv: Flytta “%@” till %@?

source: Name the magic numbers…
sv: Namnge de magiska talen…

source: Native
sv: Inbyggt

source: Native (Experimental)
sv: Inbyggt (experimentellt)

source: Native · Experimental
sv: Inbyggt · Experimentellt

source: Native, experimental
sv: Inbyggt, experimentellt

source: Navigation bar
sv: Navigeringsfält

source: Needs attention
sv: Kräver uppmärksamhet

source: Network
sv: Nätverk

source: New
sv: Ny

source: New session
sv: Ny session

source: New session in %@
sv: Ny session i %@

source: Newly shared chats
sv: Nyligen delade chattar

source: Next
sv: Nästa

source: Next effort page
sv: Nästa nivåsida

source: Next expiry %@
sv: Nästa utgång %@

source: Next match
sv: Nästa träff

source: Next model page
sv: Nästa modellsida

source: Next reset %@
sv: Nästa återställning %@

source: Next week
sv: Nästa vecka

source: No
sv: Nej

source: No Browser Tabs
sv: Inga webbläsarflikar

source: No Mac
sv: Ingen Mac

source: No Mac nearby? Try the demo.
sv: Ingen Mac i närheten? Prova demon.

source: No active windows
sv: Inga aktiva fönster

source: No addresses
sv: Inga adresser

source: No archived sessions
sv: Inga arkiverade sessioner

source: No attachments yet
sv: Inga bilagor ännu

source: No browser tabs are open on your Mac.
sv: Inga webbläsarflikar är öppna på din Mac.

source: No changes.
sv: Inga ändringar.

source: No chat message will be created or sent by this reset.
sv: Inget chattmeddelande skapas eller skickas av återställningen.

source: No completed usage report is available yet.
sv: Det finns ingen färdig användningsrapport ännu.

source: No current capacity
sv: Ingen aktuell kapacitet

source: No expiry reported
sv: Ingen utgång rapporterad

source: No limit history
sv: Ingen gränshistorik

source: No matches
sv: Inga träffar

source: No network
sv: Inget nätverk

source: No other accounts
sv: Inga andra konton

source: No preview
sv: Ingen förhandsvisning

source: No recent destinations
sv: Inga senaste mål

source: No sessions yet
sv: Inga sessioner ännu

source: No turn recorded yet. A baseline is captured before the agent starts working.
sv: Ingen tur har registrerats ännu. En baslinje sparas innan agenten börjar arbeta.

source: No turn recorded yet. A baseline is captured when the agent starts working.
sv: Ingen tur har registrerats ännu. En baslinje sparas när agenten börjar arbeta.

source: None
sv: Ingen

source: None available
sv: Inga tillgängliga

source: Normal speed and usage
sv: Normal hastighet och förbrukning

source: Not a git repository.
sv: Inte ett Git-arkiv.

source: Not connected
sv: Inte ansluten

source: Not connected to a Mac
sv: Inte ansluten till någon Mac

source: Not now
sv: Inte nu

source: Not pinned
sv: Inte fastnålad

source: Not pinned, system trust
sv: Inte fastnålad, systemets tillit

source: Not registered
sv: Inte registrerad

source: Not requested
sv: Inte begärd

source: Not set
sv: Inte inställt

source: Not yet
sv: Inte ännu

source: Nothing to review
sv: Inget att granska

source: Notice
sv: Meddelande

source: Notification status unavailable
sv: Notisstatus är inte tillgänglig

source: Notifications
sv: Notiser

source: Notifications are on
sv: Notiser är aktiverade

source: Notify me about
sv: Avisera mig om

source: Observed
sv: Observerat

source: Observed at
sv: Observerat vid

source: Observed reset boundaries
sv: Observerade återställningsgränser

source: Observed segment
sv: Observerat segment

source: Off
sv: Av

source: Offline
sv: Frånkopplad

source: Offline · Showing snapshot from %@
sv: Offline · Visar ögonblicksbild från %@

source: Oldest hold
sv: Äldsta hålltid

source: On
sv: På

source: On this iPhone
sv: På denna iPhone

source: Only the Mac owner can perform that action.
sv: Bara Macens ägare kan utföra den åtgärden.

source: Only the first %lld files are shown.
sv: Endast de första %lld filerna visas.

source: Open %@ to answer.
sv: Öppna %@ för att svara.

source: Open %@ to respond.
sv: Öppna %@ för att svara.

source: Open Settings
sv: Öppna Inställningar

source: Open Threading → Settings → Remote Access to show its pairing code.
sv: Öppna Threading → Inställningar → Fjärråtkomst för att visa parkopplingskoden.

source: Open a session to continue it here. Long press a session for pin, rename, share, snooze, interface and archive actions.
sv: Öppna en session för att fortsätta den här. Håll ned en session för att fästa, byta namn, dela, skjuta upp, välja gränssnitt eller arkivera den.

source: Open images and PDFs mentioned by the agent.
sv: Öppna bilder och PDF-filer som agenten har nämnt.

source: Open in the Threading app. Works for someone on your Wi-Fi or tailnet.
sv: Öppna i Threading-appen. Fungerar för någon på ditt wifi eller ditt tailnet.

source: Open shared chats
sv: Öppna delade chattar

source: Open the download page
sv: Öppna nedladdningssidan

source: Opening attachment…
sv: Öppnar bilaga…

source: Opening chat…
sv: Öppnar chatten…

source: Opening extension panel…
sv: Öppnar tilläggspanel…

source: Opening terminal…
sv: Öppnar terminalen…

source: Opens this terminal on your Mac
sv: Öppnar terminalen på din Mac

source: Option
sv: Alternativ

source: Optional note…
sv: Valfri kommentar…

source: Optional — the key names itself otherwise
sv: Valfritt — annars namnger tangenten sig själv

source: Optional — the text leads otherwise
sv: Valfritt — annars visas texten

source: Organize
sv: Ordna

source: Other
sv: Övrigt

source: Output
sv: Utdata

source: Over cellular
sv: Via mobilnät

source: Overview
sv: Översikt

source: Owner
sv: Ägaren

source: Pair another Mac
sv: Parkoppla en annan Mac

source: Pair this Mac again
sv: Parkoppla den här Mac-datorn igen

source: Pair your own Mac, or open a chat someone shared with you.
sv: Parkoppla din egen Mac eller öppna en chatt som någon har delat med dig.

source: Paired Mac · local network
sv: Parkopplad Mac · lokalt nätverk

source: Partial
sv: Partiell

source: Paste
sv: Klistra in

source: Paste a link
sv: Klistra in en länk

source: Paste a pairing link, or a chat link someone shared with you.
sv: Klistra in en parkopplingslänk eller en chattlänk som någon delat med dig.

source: Paste an owner pairing link or a shared-chat link below.
sv: Klistra in en ägarparkopplingslänk eller en delad chattlänk nedan.

source: Peak per %lld days
sv: Topp per %lld dagar

source: Peak per day
sv: Topp per dag

source: Peak per window
sv: Topp per fönster

source: Peak pool size
sv: Största poolstorlek

source: Pending
sv: Väntar

source: People in open chats
sv: Personer i öppna chattar

source: People in open sessions
sv: Personer i öppna sessioner

source: Permission
sv: Behörighet

source: Permission needed
sv: Tillåtelse behövs

source: Permission notifications open the exact chat for review. They never put Allow or Deny on the lock screen.
sv: Behörighetsnotiser öppnar rätt chatt för granskning. De visar aldrig Tillåt eller Neka på låsskärmen.

source: Permission requests
sv: Behörighetsbegäranden

source: Permissions
sv: Behörigheter

source: Photo
sv: Foto

source: Photo Library
sv: Bildbibliotek

source: Pin
sv: Fäst

source: Pinned
sv: Fästa

source: Pinned and verified
sv: Fastnålad och verifierad

source: Pinned, not checked yet
sv: Fastnålad, inte kontrollerad ännu

source: Play %@
sv: Spela %@

source: Play notification sounds
sv: Spela notisljud

source: Polish the rough edges…
sv: Putsa de grova kanterna…

source: Pool misses
sv: Missar i poolen

source: Pool outcomes
sv: Poolresultat

source: Pool size
sv: Poolstorlek

source: Pool was full
sv: Poolen var full

source: Preparing Usage…
sv: Förbereder användning…

source: Preparing attachment
sv: Förbereder bilaga

source: Preparing selected history…
sv: Förbereder vald historik…

source: Presence and typing
sv: Närvaro och skrivindikatorer

source: Presence stays inside the live session and never creates push notifications. A shared terminal uses its device composer so two people cannot mix keystrokes in one TUI line.
sv: Närvaro stannar i den aktiva sessionen och skapar aldrig pushnotiser. En delad terminal använder enhetens skrivfält så att två personer inte blandar tangenttryckningar på samma TUI-rad.

source: Presence stays inside the live session. A shared terminal uses its device composer so two people cannot mix keystrokes in one TUI line.
sv: Närvaro stannar i den aktiva sessionen. En delad terminal använder enhetens skrivfält så att två personer inte blandar tangenttryckningar på samma TUI-rad.

source: Preview
sv: Förhandsvisning

source: Preview %@
sv: Förhandsvisa %@

source: Preview Unavailable
sv: Förhandsvisning är inte tillgänglig

source: Previous effort page
sv: Föregående nivåsida

source: Previous match
sv: Föregående träff

source: Previous model page
sv: Föregående modellsida

source: Pricing catalog %@
sv: Priskatalog %@

source: Private Browser
sv: Privat webbläsare

source: Private browser pixels stay on your Mac.
sv: Privata webbläsarbilder stannar på din Mac.

source: Probe
sv: Test

source: Processed tokens
sv: Bearbetade token

source: Project
sv: Projekt

source: Projected at reset
sv: Prognos vid återställning

source: Projected exhaustion
sv: Prognostiserad förbrukning

source: Projected for weekly windows only
sv: Prognos endast för veckofönster

source: Projected from
sv: Prognos från

source: Projected to
sv: Prognos till

source: Projected use
sv: Prognostiserad användning

source: Projection
sv: Prognos

source: Projects
sv: Projekt

source: Protocol
sv: Protokoll

source: Provider reported
sv: Rapporterat av leverantören

source: Provider totals plus local list-price estimates
sv: Leverantörstotaler plus lokala uppskattningar med listpriser

source: Providers
sv: Leverantörer

source: Provisional
sv: Provisorisk

source: QR scanning isn’t available on this device.
sv: QR-skanning är inte tillgänglig på den här enheten.

source: Question %lld of %lld
sv: Fråga %lld av %lld

source: Quoted terminal lines
sv: Citerade terminalrader

source: Range
sv: Intervall

source: Raw token cost
sv: Rå tokenkostnad

source: Reading changes…
sv: Läser ändringar…

source: Reading repository…
sv: Läser in kodarkivet…

source: Reading your protected pairing credentials.
sv: Läser dina skyddade parkopplingsuppgifter.

source: Reads the chat, writes nothing.
sv: Läser chatten, skriver inget.

source: Ready
sv: Redo

source: Ready for a new task
sv: Redo för en ny uppgift

source: Ready for input; background work running
sv: Redo för inmatning; bakgrundsarbete pågår

source: Reasoning
sv: Resonemang

source: Reasoning is included in output · %lld requests
sv: Resonemang ingår i utdata · %lld förfrågningar

source: Reclaim control
sv: Ta tillbaka kontrollen

source: Reconnect
sv: Anslut igen

source: Reconnecting…
sv: Återansluter…

source: Recorded resets
sv: Registrerade återställningar

source: Refresh attachments
sv: Uppdatera bilagor

source: Refresh browser preview
sv: Uppdatera webbläsarförhandsvisning

source: Refresh extension panel
sv: Uppdatera tilläggspanel

source: Refresh review
sv: Uppdatera granskning

source: Refused: certificate mismatch
sv: Nekad: certifikatet stämmer inte

source: Registered
sv: Registrerad

source: Relay
sv: Relä

source: Release to archive
sv: Släpp för att arkivera

source: Remote access options
sv: Alternativ för fjärråtkomst

source: Remote action failed
sv: Fjärråtgärden misslyckades

source: Remote control
sv: Fjärrstyrning

source: Remote protocol
sv: Fjärrprotokoll

source: Remote terminal
sv: Fjärrterminal

source: Remove %@
sv: Ta bort %@

source: Remove quoted lines
sv: Ta bort citerade rader

source: Rename
sv: Byt namn

source: Rename session
sv: Byt namn på session

source: Rename what was named at 2am…
sv: Döp om det som döptes klockan två…

source: Rendering preview…
sv: Återger förhandsvisning…

source: Reopen to resume on your Mac
sv: Öppna igen för att återuppta på din Mac

source: Report a problem
sv: Rapportera ett problem

source: Report a problem?
sv: Rapportera ett problem?

source: Report received
sv: Rapport mottagen

source: Report saved
sv: Rapport sparad

source: Report update
sv: Rapportuppdatering

source: Reports contain build, protocol and connection events. They exclude messages, prompts, file paths, notification text and credentials.
sv: Rapporter innehåller version, protokoll och anslutningshändelser. De utesluter meddelanden, prompter, filsökvägar, notistexter och inloggningsuppgifter.

source: Reproduce the crash, then end it…
sv: Återskapa kraschen och avsluta den…

source: Request control
sv: Be om kontroll

source: Requested agent updates
sv: Begärda agentuppdateringar

source: Requests for my input
sv: Förfrågningar om mina synpunkter

source: Requests from people
sv: Förfrågningar från personer

source: Reset
sv: Återställ

source: Reset Metrics
sv: Nollställ mätvärden

source: Reset connection metrics
sv: Nollställ anslutningsmätvärden

source: Reset connection metrics?
sv: Nollställa anslutningsmätvärden?

source: Reset to standard keys
sv: Återställ till standardtangenter

source: Reset to standard keys?
sv: Återställ till standardtangenter?

source: Reset-credit count was not reported
sv: Antalet återställningskrediter rapporterades inte

source: Resets %@
sv: Återställs %@

source: Resets %@ %@
sv: Återställs %@ %@

source: Resets %@ · %@
sv: Återställs %@ · %@

source: Restore
sv: Återställ

source: Restoring saved Macs
sv: Återställer sparade Mac-datorer

source: Resume the agent’s own TUI with colors, scrollback, and mobile terminal keys intact.
sv: Återuppta agentens eget TUI med färger, rullningshistorik och mobila terminaltangenter intakta.

source: Resuming on your Mac…
sv: Återupptar på din Mac…

source: Retry
sv: Försök igen

source: Return
sv: Retur

source: Reuse by hold time
sv: Återanvändning efter hålltid

source: Reuse hit rate
sv: Träffgrad för återanvändning

source: Reused
sv: Återanvända
